{
  "ABOUT_ME": "About Me",
  "PROJECTS": "Projects",
  "CERTIFICATES": "Certificates",
  "EDUCATION": "Education",
  "ABOUT_ME_SECTION": "Hi, I'm Lakshmi Tejaswi Nerella, a 26-year-old professional currently living in Milan, Italy. With a strong foundation in both data analytics and front-end development, I am actively seeking new opportunities to bring my technical expertise to innovative projects. My core competencies lie in data analysis, creating actionable insights, and developing seamless, user-friendly interfaces with Angular.",
  "CAREER_JOURNEY_TITLE": "Career Journey",
  "CAREER_JOURNEY_CONTENT": "I started my career with Tata Consultancy Services (TCS) in India, where I worked as a Software Engineer for over 2 years. My main role focused on being an Oracle B2C Developer in the CRM domain, with a primary responsibility to create web portals for clients. One of the major projects I worked on was for a South African company, where I developed various web portals to enhance their customer engagement strategies.",
  "ORACLE_EXPERIENCE": "After my tenure at TCS, I joined Oracle, where I spent nearly 2 years as a Developer. During this time, I worked on a range of international projects, including developing a web solution for a UK-based company, working on an Australian government portal, and contributing to an internal Oracle ticketing tool. My responsibilities extended beyond development, as I was also involved in working with databases, generating reports, and scheduling them to meet business requirements. I created custom widgets and components tailored to client specifications, enhancing their system functionalities.",
  "FREELANCING_TITLE": "Freelancing Experience",
  "FREELANCING_CONTENT": "In addition to my corporate experience, I took on a freelance project for a firm based in Chennai, India, where I was responsible for creating comprehensive reports. This experience allowed me to fine-tune my skills in data analysis and report generation, further strengthening my background in analytics.",
  "PROFESSIONAL_SUMMARY_TITLE": "Professional Summary",
  "PROFESSIONAL_SUMMARY_CONTENT": "I bring a total of 4 years of work experience:",
  "TCS_EXPERIENCE": "2 years and 8 months at TCS",
  "ORACLE_EXPERIENCE_DURATION": "1 year and 10 months at Oracle",
  "JOB_SEEKING": "Since relocating to Milan after getting married, I am actively seeking job opportunities that align with my experience and passion for both data and technology. I am particularly interested in roles that allow me to contribute as a Data Analyst or a Front-End Developer, leveraging my knowledge of Angular and my experience with data-driven solutions.",
  
  "contactMe": "Contact Me",
  "notHesitateToContactMe": "Do not hesitate to contact me",
  "identify": "Name",
  "enterIdentify": "Enter your full name",
  "email": "Email",
  "enterEmail": "Enter your email",
  "object": "Subject",
  "enterObject": "Enter subject",
  "message": "Message",
  "send": "Send",

  "bloodDonationSystem.title": "Blood Donation Management System",
  "bloodDonationSystem.description": "A system for managing blood donations, allowing users to register as donors or hospitals. Features include donation tracking, user profiles, and automated email notifications.",
  "bloodDonationSystem.technologies": "Spring Boot, Angular, PostgreSQL",

  "movieChatbot.title": "Movie Recommendation Chatbot",
  "movieChatbot.description": "A chatbot that provides personalized theater recommendations based on user preferences and location. The bot collects user inputs, processes them, and offers suggestions.",
  "movieChatbot.technologies": "JavaScript, Chatbot Frameworks",

  "astrologyApp.title": "Astrology Insights App",
  "astrologyApp.description": "An astrology app that provides insights based on moon signs. Users select their sign and can request more detailed chart analysis if needed.",
  "astrologyApp.technologies": "Angular",

  "portfolioWebsite.title": "Personal Portfolio Website",
  "portfolioWebsite.description": "A personal portfolio website built using Angular, showcasing my skills, projects, and contact information. It’s fully responsive with dynamic content.",
  "portfolioWebsite.technologies": "Angular",
  "ecommercePlatform": {
    "title": "E-Commerce Platform",
    "description": "This eCommerce platform is a full-stack application developed using Angular for the front-end and Spring Boot for the back-end. It offers a seamless shopping experience for users, featuring a dynamic product catalog, secure payment options, and robust order management.",
    "technologies": "Angular, Spring Boot, Auth0, Stripe, PostgreSQL"
  },
  "certificates": {
    "angular": {
      "title": "Angular Essential Training",
      "description": "Solid understanding of Angular for building dynamic web applications. Key skills include components, data binding, directives and pipes, routing and navigation, and HTTP communication."
    },
    "powerBI": {
      "title": "Power BI Essential Training",
      "description": "Equipped with skills to turn complex data into insightful, actionable reports and dashboards using Microsoft Power BI. Key skills include data import and transformation, data modeling, data visualization, DAX, and dashboard and report design."
    },
    "sqlAdvanced": {
      "title": "SQL (Advanced) Certificate",
      "description": "Expanding expertise in managing complex databases and executing high-performance queries. Key skills developed include query optimization, advanced joins, subqueries, window functions, stored procedures, functions, triggers, and transactions."
    },
    "sqlIntermediate": {
      "title": "SQL (Intermediate) Certificate",
      "description": "Enhanced ability to work with complex databases and manage data efficiently. Key skills include advanced querying, data aggregation, database design and normalization, indexes and optimization, and data manipulation."
    }
  },
  "education": {
    "title": "Education",
    "btech": {
      "degree": "B.Tech in Computer Science Engineering",
      "college": "VVIT, affiliated with JNTUK",
      "location": "Andhra Pradesh, India",
      "yearsAttended": "2015 - 2019",
      "focusAreas": "Programming, Data Structures, Databases, Software Engineering",
      "thesis": "Developed a blood donation management system that allows users to register as blood donors or hospitals. Features included user profiles with donation history, hospital management with filters for donors, and email notifications for donation requests. The system tracked user donations and ensured eligibility for donation based on a 3-month interval."
    },
    "juniorCollege": {
      "degree": "Sri Chaitanya Junior College (+1 and +2)",
      "location": "Guntur, Andhra Pradesh, India"
    },
    "highSchool": {
      "degree": "Adarsh Public School (High School)",
      "location": "Macherla, Andhra Pradesh, India"
    }
  }
}

