{
  "ABOUT_ME": "Chi sono",
  "PROJECTS": "Progetti",
  "CERTIFICATES": "Certificati",
  "EDUCATION": "Istruzione",
  "ABOUT_ME_SECTION": "Ciao, sono Lakshmi Tejaswi Nerella, una professionista di 26 anni che attualmente vive a Milano, Italia. Con una solida esperienza sia nell'analisi dei dati che nello sviluppo front-end, sono attivamente alla ricerca di nuove opportunità per mettere a frutto la mia esperienza tecnica in progetti innovativi. Le mie principali competenze risiedono nell'analisi dei dati, nella creazione di informazioni utili e nello sviluppo di interfacce utente senza interruzioni e user-friendly con Angular.",
  "CAREER_JOURNEY_TITLE": "Percorso di carriera",
  "CAREER_JOURNEY_CONTENT": "Ho iniziato la mia carriera presso Tata Consultancy Services (TCS) in India, dove ho lavorato come Software Engineer per oltre 2 anni. Il mio ruolo principale era quello di Oracle B2C Developer nel dominio CRM, con la responsabilità principale di creare portali web per i clienti. Uno dei principali progetti su cui ho lavorato è stato per una società sudafricana, dove ho sviluppato vari portali web per migliorare le loro strategie di coinvolgimento dei clienti.",
  "ORACLE_EXPERIENCE": "Dopo il mio periodo in TCS, sono entrata a far parte di Oracle, dove ho trascorso quasi 2 anni come Developer. Durante questo periodo, ho lavorato su una serie di progetti internazionali, tra cui lo sviluppo di una soluzione web per una società con sede nel Regno Unito, il lavoro su un portale governativo australiano e il contributo a uno strumento di ticketing interno di Oracle. Le mie responsabilità si sono estese oltre lo sviluppo, poiché sono stata anche coinvolta nel lavoro con database, generazione di report e loro programmazione per soddisfare i requisiti aziendali. Ho creato widget e componenti personalizzati adattati alle specifiche dei clienti, migliorando le funzionalità dei loro sistemi.",
  "FREELANCING_TITLE": "Esperienza di Freelance",
  "FREELANCING_CONTENT": "Oltre alla mia esperienza aziendale, Ho sviluppato un'applicazione eCommerce utilizzando Angular e Spring Boot con pagamenti integrati tramite Stripe, autenticazione Auth0, componenti UI riutilizzabili e integrazioni API efficienti, migliorando l'esperienza utente e la collaborazione del team tramite il controllo di versione Git.",
  "PROFESSIONAL_SUMMARY_TITLE": "Riepilogo professionale",
  "PROFESSIONAL_SUMMARY_CONTENT": "Porto un totale di 4 anni di esperienza lavorativa:",
  "TCS_EXPERIENCE": "2 anni e 8 mesi presso TCS",
  "ORACLE_EXPERIENCE_DURATION": "1 anno e 10 mesi presso Oracle",
  "JOB_SEEKING": "Dopo essermi trasferita a Milano dopo il matrimonio, sono attivamente alla ricerca di opportunità di lavoro che si allineano alla mia esperienza e passione per i dati e la tecnologia. Sono particolarmente interessata a ruoli che mi permettano di contribuire come Data Analyst o Front-End Developer, sfruttando la mia conoscenza di Angular e la mia esperienza con soluzioni basate sui dati.",
  "contactMe": "Contattami",
  "notHesitateToContactMe": "Non esitare a contattarmi",
  "identify": "Nome",
  "enterIdentify": "Inserisci il tuo nome completo",
  "email": "Email",
  "enterEmail": "Inserisci la tua email",
  "object": "Oggetto",
  "enterObject": "Inserisci l'oggetto",
  "message": "Messaggio",
  "send": "Invia",
  "bloodDonationSystem.title": "Sistema di Gestione delle Donazioni di Sangue",
  "bloodDonationSystem.description": "Un sistema per gestire le donazioni di sangue, permettendo agli utenti di registrarsi come donatori o ospedali. Le funzionalità includono il tracciamento delle donazioni, profili utente e notifiche email automatizzate.",
  "bloodDonationSystem.technologies": "Spring Boot, Angular, PostgreSQL",

  "movieChatbot.title": "Chatbot per Raccomandazioni di Film",
  "movieChatbot.description": "Un chatbot che fornisce raccomandazioni personalizzate sui cinema in base alle preferenze e alla posizione dell'utente. Il bot raccoglie le informazioni degli utenti, le elabora e offre suggerimenti.",
  "movieChatbot.technologies": "JavaScript, Framework Chatbot",

  "astrologyApp.title": "App di Approfondimenti Astrologici",
  "astrologyApp.description": "Un'app di astrologia che fornisce approfondimenti basati sui segni lunari. Gli utenti selezionano il proprio segno e possono richiedere un'analisi più dettagliata della carta, se necessario.",
  "astrologyApp.technologies": "Angular",

  "portfolioWebsite.title": "Sito Web del Portfolio Personale",
  "portfolioWebsite.description": "Un sito web del portfolio personale costruito con Angular, che mostra le mie competenze, progetti e informazioni di contatto. È completamente reattivo con contenuti dinamici.",
  "portfolioWebsite.technologies": "Angular",
  "ecommercePlatform": {
    "title": "Piattaforma E-Commerce",
    "description": "Questa piattaforma eCommerce è un'applicazione full-stack sviluppata utilizzando Angular per il front-end e Spring Boot per il back-end. Offre un'esperienza di shopping senza soluzione di continuità per gli utenti, con un catalogo prodotti dinamico, opzioni di pagamento sicure e una gestione robusta degli ordini.",
    "technologies": "Angular, Spring Boot, Auth0, Stripe, PostgreSQL"
  },
  "certificates": {
    "angular": {
      "title": "Formazione Essenziale di Angular",
      "description": "Solida comprensione di Angular per la costruzione di applicazioni web dinamiche. Le competenze chiave includono componenti, binding dei dati, direttive e pipe, routing e navigazione, e comunicazione HTTP."
    },
    "powerBI": {
      "title": "Formazione Essenziale di Power BI",
      "description": "Acquisite competenze per trasformare dati complessi in report e dashboard perspicaci e azionabili utilizzando Microsoft Power BI. Le competenze chiave includono importazione e trasformazione dei dati, modellazione dei dati, visualizzazione dei dati, DAX e progettazione di report e dashboard."
    },
    "sqlAdvanced": {
      "title": "Certificato SQL (Avanzato)",
      "description": "Espansione delle competenze nella gestione di database complessi e nell'esecuzione di query ad alte prestazioni. Le competenze chiave sviluppate includono ottimizzazione delle query, join avanzati, subquery, funzioni di finestra, procedure memorizzate, funzioni, trigger e transazioni."
    },
    "sqlIntermediate": {
      "title": "Certificato SQL (Intermedio)",
      "description": "Capacità migliorata di lavorare con database complessi e gestire i dati in modo efficiente. Le competenze chiave includono query avanzate, aggregazione dei dati, progettazione e normalizzazione del database, indici e ottimizzazione, e manipolazione dei dati."
    }
  },
  "education": {
    "title": "Formazione",
    "btech": {
      "degree": "Laurea in Ingegneria Informatica",
      "college": "VVIT, affiliato a JNTUK",
      "location": "Andhra Pradesh, India",
      "yearsAttended": "2015 - 2019",
      "focusAreas": "Programmazione, Strutture Dati, Database, Ingegneria del Software",
      "thesis": "Sviluppato un sistema di gestione delle donazioni di sangue che consente agli utenti di registrarsi come donatori di sangue o ospedali. Le funzionalità includevano profili utente con cronologia delle donazioni, gestione degli ospedali con filtri per i donatori e notifiche via e-mail per le richieste di donazione. Il sistema monitorava le donazioni e garantiva l'idoneità alla donazione basata su un intervallo di 3 mesi."
    },
    "juniorCollege": {
      "degree": "Sri Chaitanya Junior College (+1 e +2)",
      "location": "Guntur, Andhra Pradesh, India"
    },
    "highSchool": {
      "degree": "Scuola Superiore Adarsh Public School",
      "location": "Macherla, Andhra Pradesh, India"
    }
  }
}
